<?php

return[
    "empty-orders"                  => "قائمة الطلبات فارغة",
    "empty-reservations"            => "قائمة الحجوزات فارغة",

    "empty-meals"                   => "قائمة الاصناف فارغة",

    "password-changed"              => "تم تغيير الرقم السرى بنجاح",

    "calorie_numeric"               => "السعيرات الحرارية غير صحيحة",
    "price_numeric"                 => "السعر غير صحيح",

    "cannot_remove_meal"            => "عفوا, لا يمكن حذف الوجبة قبل انهاء الطلبات التى تحتوى على هذة الوجبة",

    "add_cat_first"                 => "برجاء اضافة تصنيف اولاً حتى تتمكن من اضافة وجبة جديدة",
    "add_branch_first"              => "برجاء اضافة فرع اولاً حتى تتمكن من اضافة وجبة جديدة",

    "empty_meal_cats"               => "قائمة التصنيفات فارغة",

    "empty_branches"                => "قائمة الفروع فارغة",

    "cannot_remove_branch"          => "عفوا, لايمكن حذف الفرع قبل انهاء الطلبات الخاصة بهذا الفرع",

    "order_meal"                    => "طلب وجبة",
    "withdraw_request"              => "طلب سحب رصيد",

    "no_balance"                    => "عفوا, لايوجد رصيد لإجراء عملية السحب"
];